<x-template title="プライバシーポリシー" css="footer.css">
    <main class="flex flex-col justify-center items-start pt-20 md:pt-0 md:pl-[240px] min-h-[100dvh] @switch(date('m')) @case(1)winter @break @case(2)winter @break @case(3)spring @break @case(4)spring @break @case(5)spring @break @case(6)summer @break @case(7)summer @break @case(8)summer @break @case(9)autumn @break @case(10)autumn @break @case(11)autumn @break @case(12)winter @break @endswitch">
        <div id="container" class="w-full min-h-[100dvh] md:p-6">
            <div class="rounded-lg py-4 px-6 bg-white border border-gray-500">
                <h1 class="text-center text-4xl mb-8 pb-2 border-b border-gray-700">プライバシーポリシー</h1>
                <p class="indent-4 mb-6">
                    株式会社プロジェクトM(以下、「当社」といいます。)は、当社が提供するサービス「mogmap」(以下、「本サービ ス」といいます。)において、ユーザーの皆様の個⼈情報を取り扱うため、個⼈情報管理体制を確⽴するとともに、 以下のようにプライバシーポリシー(以下、「本ポリシー」といいます。)を定め、本⽅針に則り個⼈情報の適切な 保護に努めます。
                </p>
                <div class="mb-4">
                    <h2 class="text-2xl">基本方針</h2>
                    <ol class="list-decimal pl-10">
                        <li>
                            個⼈情報の取り扱い
                            <br>
                            個⼈情報を取り扱うにあたって、本サービスで個⼈情報を取得する際は事前に利⽤⽬的を明らかにし、当該⽬的の達成のために適切かつ公正に取り扱います。また、法令等に基づいた利⽤を⾏い、⽬的外の利⽤をしません。
                        </li>
                        <li>
                            法令・規範の遵守
                            <br>
                            当社は、国の定める法令、指針その他の規範を遵守します。
                        </li>
                        <li>
                            個⼈情報の安全管理措置
                            <br>
                            当社は、ユーザーの皆様の個⼈情報の管理にあたり、個⼈情報の漏洩、改ざんおよび紛失等を防⽌するために、個⼈情報へのアクセス管理、外部からの不正アクセス防⽌策等を⾏い、常にその対策の改善に努めます。当社は、第三者への重要な情報の漏洩、改ざん等がされることを防ぐために、SSL による暗号化を使⽤しています。
                        </li>
                        <li>
                            個⼈情報に関する開⽰等
                            <br>
                            当社は、個⼈情報に関してユーザー様本⼈からの開⽰を求められた場合、遅滞なく本⼈にこれを開⽰します。
                            <br>
                            また、個⼈情報の訂正、削除、利⽤・提供の拒否等にもついても同様に対応します。
                        </li>
                        <li>
                            個⼈情報に関する苦情・お問い合わせ等への対応
                            <br>
                            当社の個⼈情報についての苦情・ご意⾒・お問い合わせについては、妥当な範囲で適切かつ速やかに対応いたします。本ページ下部の「お問い合わせ」に記載されている方法によりご連絡ください。
                        </li>
                        <li>
                            継続的な改善
                            <br>
                            当社は、個人情報に関して適応される法令等を遵守し、個人情報保護の重要性を認識するとともに、個人情報の適切な取り扱いと保護のために監査を行い、継続的に改善していきます。
                        </li>
                    </ol>
                </div>
                <div class="mb-4">
                    <h2 class="text-2xl">個人情報の取り扱い</h2>
                    <ol class="list-decimal pl-10">
                        <li>
                            取得方法
                            <br>
                            当社は、以下の方法で個人情報を取得します。なお、個人情報とは、ユーザー様個人に関する情報であり、氏名、住所、電話番号、メールアドレスその他、個人を識別できるものをいいます。また、その情報単体で識別できない場合でも、他の情報と照合することができ、個人を識別できるものも含まれます。
                            <ol class="list-lower-roman pl-10">
                                <li>
                                    本人から口頭、または署名等によって提供していただく場合
                                </li>
                                <li>
                                    第三者が取得した個人情報を提供していただく場合
                                </li>
                                <li>
                                    本サービスの利用や閲覧に伴って、自動送信される場合
                                </li>
                                <li>
                                    刊行物やインターネット等により公開情報を入手する場合
                                </li>
                            </ol>
                        </li>
                        <li>
                            利用目的
                            <br>
                            個人情報の利用目的は以下の通りです。以下の利用目的を超えた利用をすることはありません。
                            <ol class="list-lower-roman pl-10">
                                <li>
                                    ログイン時等における本人確認のため
                                </li>
                                <li>
                                    電子メール等による本サービスの利用による連絡・メールマガジン・各種お知らせ・広告等の配信のため
                                </li>
                                <li>
                                    ユーザー様の承諾・申込みに基づく、提携企業または広告掲載企業等への個人情報の提供のため
                                </li>
                                <li>
                                    個人を識別できない形式に加工した上、統計データを作成・利用する等の本サービスの利用促進のため
                                </li>
                                <li>
                                    アンケート・モニター等の実施のため
                                </li>
                                <li>
                                    本サービスの利用に関するお問い合わせ等への回答のため
                                </li>
                                <li>
                                    利用規約等で禁止されている行為等の調査のため
                                </li>
                                <li>
                                    その他、個別に許諾いただいた目的のため
                                </li>
                            </ol>
                        </li>
                        <li>
                            第三者提供
                            <br>
                            当社は、以下の場合を除き本人の同意を得ない限り、ユーザーの皆様の個人情報を第三者へ提供しません。
                            <ol class="list-lower-roman pl-10">
                                <li>
                                    個人を識別することができない形式で統計データとして提供する場合
                                </li>
                                <li>
                                    法令等に基づく場合
                                </li>
                                <li>
                                    人の生命・身体・財産等の保護に必要があって、本人の同意を得ることが困難な場合
                                </li>
                                <li>
                                    公衆衛生の向上または児童の健全な育成の促進のために必要があって、本人の同意を得ることが困難な場合
                                </li>
                                <li>
                                    国の機関若しくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要があって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがある場合
                                </li>
                            </ol>
                            当社は、利用目的の達成に必要な範囲内において、必要な保護措置を講じた上で個人情報の取り扱いを委託する場合があります。
                        </li>
                        <li>
                            個人情報の開示・削除・変更等
                            <br>
                            原則としてユーザー様本人からの要望に限り、利用目的の通知、登録した個人情報の開示、訂正、追加または削除、利用停止、第三者への提供の停止を請求することができます。また、利用目的の通知と個人情報の開示等につきましては、手数料が必要となります。詳しくは、本ページ下部の「お問い合わせ」に記載されている方法によりご連絡ください。
                            <br>
                            ただし、以下の場合には開示等に応じないことがあります。その場合は、その理由を付記してお知らせいたします。
                            <ol class="list-lower-roman pl-10">
                                <li>
                                    開示等の請求がご本人からであることが確認できない場合
                                </li>
                                <li>
                                    法令等に違反することになる場合
                                </li>
                                <li>
                                    本人または第三者の生命、身体、財産その他権利を害するおそれがある場合
                                </li>
                                <li>
                                    当社の業務の適正な実施に著しい支障を及ぼすおそれがある場合
                                </li>
                                <li>
                                    その他、適用法上、当社が請求に応じることが拒否することが認められた場合
                                </li>
                            </ol>
                        </li>
                        <li>
                            Cookie等について
                            <br>
                            本ポリシーでは、Webサイトを表示したブラウザのデータを保存しておく仕組みのことを総じて「Cookie等」といいます。これを利用することにより、当社サイト内における行動履歴や、年齢性別、位置情報等の単独では個人が特定できない属性情報を取得することがあります。
                            <br>
                            また、決済等のためにシステム上自動的に個人情報と紐づけが行われる場合やシステム管理等の目的のために個人情報と紐づけが行われる場合があります。この場合、当社はこれらの情報ついて、個人情報として取り扱います。
                            <br>
                            第三者により発行されるCookie等については、第三者が管理しており、当該第三者のプライバシーポリシー等に従って取り扱われます。
                            <br>
                            情報の取得を望まれない場合は、ブラウザの設定により拒否することが可能です。なお、Cookie等を拒否された場合、本サービスの一部が利用できなくなる場合があります。
                            <br>
                            当社は、Webサイトの動作、統計データの取得、Webサイトの利用状況の把握・分析、利用者の興味・関心に関連する広告(ターゲティング広告を含む)の配信のためのCookie等を使用します。
                            <br>
                            *Google Analyticsについて
                            <br>
                            当社は、Googleによるアクセス解析ツール「Google Analytics」を使用しています。Google AnalyticsはCookieを利用し、Google社がユーザーの皆様の本サイトの訪問履歴を収集、記録、分析します。当社は、Google社からその分析結果を受け取り、サービスの向上のためにユーザーの皆様の訪問状況を把握します。収集、記録、分析されたユーザーの皆様の情報には個人を識別する情報は一切含まれません。また、それらの情報はGoogle社により同社のプライバシーポリシーに基づいて管理されます。
                            <br>
                            ユーザーの皆様は、ブラウザの設定によりGoogle Analyticsを無効にすることが可能です。
                            <br>
                            Google Analyticsの詳細につきましては、Google AnalyticsのサイトやGoogle社のプライバシーポリシーをご覧ください。
                            <br>
                            Google Analyticsの利用規約：
                            <br>
                            <a href="http://www.google.com/analytics/terms/jp.html" class="underline text-blue-800 ml-3">http://www.google.com/analytics/terms/jp.html</a>
                            <br>
                            Google Analyticsオプトアウトアドオン：
                            <br>
                            <a href="https://tools.google.com/dlpage/gaoptout?hl=ja" class="underline text-blue-800 ml-3">https://tools.google.com/dlpage/gaoptout?hl=ja</a>
                            <br>
                            Googleのプライバシーポリシー：
                            <br>
                            <a href="http://www.google.com/intl/ja/policies/privacy" class="underline text-blue-800 ml-3">http://www.google.com/intl/ja/policies/privacy</a>
                        </li>
                        <li>
                            個人情報の任意性
                            <br>
                            当社への個人情報の提供はユーザー様ご本人の任意となります。ただし、本サービスの利用にあたって、それぞれ必要となる項目をご入力いただけない場合は、各サービスを受けられない場合があります。
                        </li>
                        <li>
                            個人情報の正確性
                            <br>
                            当社は、ご提供いただいた個人情報について正確にデータの処理をすることに努めます。ただし、ご提供いただいた個人情報の内容が正確であることについては、ユーザー様本人が責任を負うものとします。
                        </li>
                        <li>
                            プライバシーポリシーの変更
                            <br>
                            当社は、法令等の定めがある場合を除き、必要に応じて本ポリシーを変更できるものとします。本ポリシーの変更は、当社が任意に定める効力発生日から変更後の本ポリシーの効力が発生するものとします。
                        </li>
                        <li>
                            個人情報取扱事業者
                            <br>
                            会社名:株式会社プロジェクトM
                            <br>
                            所在地:〒514-8507 三重県津市栗真町屋町1577　三重大学インキュベーション室
                            <br>
                            TEL：080-2611-4428
                            <br>
                            代表者:鳥田莞太
                        </li>
                    </ol>
                </div>
                <div class="text-right">
                    以上
                    <div class="text-right mt-6">
                        2023年10月20日
                    </div>
                </div>
            </div>
        </div>
    </main>
    @vite(['resources/js/footer.js'])
</x-template>
